//
//  Main.swift
//  DominoStudy
//
//  Created by 순진이 on 2022/01/04.
//

import Foundation

struct Menu {
    let category = ["슈퍼시드", "프리미엄", "클래식", "사이드디시", "음료", "피클소스"]
    
    let list = ["슈퍼시드": ["글램핑 바비큐", "알로하 하와이안", "우리 고구마", "콰트로 치즈 퐁듀"],
                "프리미엄": ["더블크러스트 이베리코", "블랙앵거스 스테이크", "블랙타이거 슈림프", "와규 앤 비스테카", "직화 스테이크"],
                "클래식": ["베이컨체더치즈", "불고기", "슈퍼디럭스", "슈퍼슈프림", "페퍼로니", "포테이토"],
                "사이드디시": ["딸기 슈크림", "슈퍼곡물 치킨", "애플 크러스트 디저트", "치킨퐁듀 그라탕", "퀴노아 치킨 샐러드", "포테이토 순살치킨"],
                "음료": ["미닛메이드 스파클링 청포도", "스프라이트", "코카콜라 제로", "코카콜라"],
                "피클소스": ["갈릭 디핑 소스", "스위트 칠리소스", "우리 피클 L", "우리 피클 M", "핫소스"]]
                
}
